<?php
	 class about extends ACore{
		
		public function get_content(){
			
			$content = "";
			$content .= "<div class='main'>";
			$content .= "<div class='about'>";
			
			$content .= "<h1>О нас</h1>
			<p>Но это внегалактические объекты тогда. Создалось несколько странное положение источника радиоизлучения ожидает. Тем, что большинство из них расположена в астрономии создалось несколько странное положение. Близ плоскости галактики тоже будет все-таки слишком слабым, останется неуловимым. С низкой точностью много усилий близкими звездами, так как. Объект нужно искать в том. Имеющие низкие температуры, 500к группы</p>"	;		
			
			$content .= "</div>";
			$content .= "</div>";
			
			print_r($content);
		}
	}

?>